[
  {
    "layer": "_405_BRT",
    "head": "Bicycle and Pedestrian System",
    "text": "The Bicycle and Pedestrian System asset class serves pedestrians and bicyclists and encourages walking and bicycling for transportation and recreation. It includes the following assets: Bicycle Racks, Kiosks, Marked Crosswalks, Sidewalks, Stairways, Street furnishings, and trails.",
    "date": 2024
  },
  {
    "layer": "_522_BRT",
    "head": "Channelization",
    "text": "The Channelization asset class consists of pavement markings, other than crosswalks, and delineator posts that define usage of the city streets and direct the flow of traffic. Painted lane line channelization is not long-lived and we generally do not consider it in the same category of infrastructure such as bridges, pavement or signals which last decades. Channelization markings generally require annual maintenance.",
    "date": 2024
  },
  {
    "layer": "Ballard",
    "head": "Intelligent Transportation System",
    "text": "Intelligent Transportation System, or ITS, is a new asset class for the 2015 Status & Condition Report. It combines Intelligent Transportation Signs and Traffic Signal Assemblies in order to recognize the system as a network of interdependent data-driven assets. The ITS class includes all of the assets that are either electrically- or solar powered and comprise the system that regulates, controls, communicates and manages the flow of traffic.",
    "date": 2035
  },
  {
    "layer": "West_Seattle",
    "head": "Parking Payment Devices ",
    "text": "Parking payment devices collect fees for parking on public property or in the Right-of-Way (ROW). The City of Seattle uses on-street payment devices to manage parking in highly utilized areas to create the turnover needed to support a vibrant city. The Parking Operations group in the Transit and Mobility Division manages parking payment devices. ",
    "date": 2030
  },
  {
    "layer": "Everett",
    "head": "Lynnwood-Everett light-rail",
    "text": "Route includes Paine Field, to serve industrial employers or future passenger flight terminal. That swing stretches the Everett-Seattle trip time to a full hour. Low ridership is forecast at Everett Station, but apartments full of commuters surround Mariner and Ash Way park-and-ride stations.",
    "date": 2036
  },
  {
    "layer": "Redmond",
    "head": "Overlake-Redmond line",
    "text": "Quick infusion of ST3 money could build this $1 billion segment by 2024. The extension adds 8,000 daily riders in 2040. It would serve Eastside tech workers and families in downtown Redmond, and help people reach Marymoor Park.",
    "date": 2024
  },
  {
    "layer": "Kirkland",
    "head": "South Kirkland light rail",
    "text": "Added parking and nearby trail would help Kirklanders reach Bellevue hospitals, stores and offices by train. But people heading to Seattle may save time catching Highway 520 express buses, rather than making a two-train ride to Seattle via I-90.",
    "date": 2041
  },
  {
    "layer": "Issaquah",
    "head": "Issaquah light rail",
    "text": "Brings service near Factoria, and serves 18,000-student Bellevue College. Issaquah central city plan allows buildings 12 stories high, but it’s unclear whether that car-dependent area would evolve into a dense, transit-based neighborhood.",
    "date": 2041
  },
  {
    "layer": "South_Federal_Way",
    "head": "Tacoma-South Federal Way light rail",
    "text": "Connects Tacoma Dome Station to the airport and completes the long-awaited “spine” to Seattle and Everett. Despite sparsely populated stops in Fife and East Tacoma, leaders opted for regional connections, instead of crossing Pierce County. Would help Federal Way commuters skip I-5 traffic jams entering Tacoma.",
    "date": 2030
  },
  {
    "layer": "Federal_Way",
    "head": "Angle Lake to Federal Way transit",
    "text": "Highline College station would open in 2023 even if ST3 fails. If ST3 passes, it would be combined with the Federal Way segment and open a year later. Route serves I-5 park-and-ride stations instead of following Highway 99.",
    "date": 2024
  },
  {
    "layer": "Sounder_South",
    "head": "Sounder south capacity increase",
    "text": "Stations lengthened to accommodate 10-car trains, a 40 percent boost in capacity, along with signal improvements and better access for buses, pedestrians and bicyclists.",
    "date": "2024-36"
  },
  {
    "layer": "Tacoma",
    "head": "Tacoma streetcar",
    "text": "Extension from downtown to Hilltop neighborhood and Tacoma Community College would serve 15,500 daily riders, mostly in dedicated lanes. Connects with existing line to UW-Tacoma and Tacoma Dome Station.",
    "date": 2039
  },
  {
    "layer": "DuPont",
    "head": "Sounder to DuPont",
    "text": "The $315 million project, with an estimated 1,500 daily trips, translates to a startling $46 per boarding, a number Sound Transit says obscures the benefits. Tillicum Station would create a congestion-free ride to Joint Base Lewis-McChord.",
    "date": 2036
  }
]