[
  {
    "layer": "Bike_Ped",
    "head": "Bicycle and Pedestrian System",
    "text": "The Bicycle and Pedestrian System asset class serves pedestrians and bicyclists and encourages walking and bicycling for transportation and recreation. It includes the following assets: Bicycle Racks, Kiosks, Marked Crosswalks, Sidewalks, Stairways, Street furnishings, and trails."
  },
  {
    "layer": "Bike_Ped",
    "head": "Accessible Seattle for Everyone",
    "text": "SDOT’s Curb Ramp and Accessible Route Planner, located at http://seattle.gov/transportation/, is intended to help pedestrians plan routes using the location, condition, and slope of curb ramps and sidewalks. We update the map regularly with the best available information and add newly built or improved sidewalks and curb ramps. Upon completion of the sidewalk condition assessment project we will update the map with new information and continue to consistently improve the mapping tool."
  },
  {
    "layer": "Bike_Ped",
    "head": "Goal: Improve Crosswalk Visibility city-wide",
    "text": "Conditional Formatting with images (will be useful for later)",
    "img": "assets/bike.svg"
  },
  {
    "layer": "Bike_Ped",
    "head": "Goal: Zero Traffic Fatalities by 2030",
    "text": "Understanding potential causes of bicycle and pedestrian crashes influences work towards our Vision Zero goal. Since the Vision Zero Plan’s adoption in 2009, we have collected a wealth of new data on where and how bicyclists and pedestrians are injured on Seattle streets each year. SDOT’s Bicycle and Pedestrian Safety Analysis, completed in early 2017, developed a safety prioritization model based on this assessment of pedestrian and bicyclist involved collision locations."
  },
  {
    "layer": "Channelization",
    "head": "Channelization",
    "text": "The Channelization asset class consists of pavement markings, other than crosswalks, and delineator posts that define usage of the city streets and direct the flow of traffic. Painted lane line channelization is not long-lived and we generally do not consider it in the same category of infrastructure such as bridges, pavement or signals which last decades. Channelization markings generally require annual maintenance."
  },
  {
    "layer": "ITS",
    "head": "Intelligent Transportation System",
    "text": "Intelligent Transportation System, or ITS, is a new asset class for the 2015 Status & Condition Report. It combines Intelligent Transportation Signs and Traffic Signal Assemblies in order to recognize the system as a network of interdependent data-driven assets. The ITS class includes all of the assets that are either electrically- or solar powered and comprise the system that regulates, controls, communicates and manages the flow of traffic."
  },
  {
    "layer": "Parking",
    "head": "Parking Payment Devices",
    "text": "Parking payment devices collect fees for parking on public property or in the Right-of-Way (ROW). The City of Seattle uses on-street payment devices to manage parking in highly utilized areas to create the turnover needed to support a vibrant city. The Parking Operations group in the Transit and Mobility Division manages parking payment devices."
  }
]